Repository: PerfectoWeb/Belay
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ru, zh_hans

source: Installed
de: Installiert
es: Instalados
fr: Installés
it: Installati
ru: Установленные
zh_hans: 已安装

# Keep crash reports on this Mac
source: Save diagnostic reports on this Mac
de: Diagnoseberichte auf diesem Mac sichern
es: Guardar informes de diagnóstico en este Mac
fr: Enregistrer les rapports de diagnostic sur ce Mac
it: Salva i rapporti di diagnostica su questo Mac
ru: Сохранять логи на этом Mac
zh_hans: 在此 Mac 上保存诊断报告

source: Keep display awake
de: Display wach halten
es: Mantener la pantalla activa
fr: Garder l'écran allumé
it: Tieni lo schermo attivo
ru: Не гасить дисплей
zh_hans: 保持显示器唤醒

source: Keep tagged or edited screenshots
de: Getaggte oder bearbeitete Bildschirmfotos behalten
es: Conservar las capturas etiquetadas o editadas
fr: Conserver les captures taguées ou modifiées
it: Conserva le istantanee con tag o modificate
ru: Не трогать снимки с тегами и отредактированные
zh_hans: 保留已加标签或已编辑的截屏

source: Keep your Mac awake
de: Mac wach halten
es: Mantener el Mac despierto
fr: Garder le Mac éveillé
it: Tieni sveglio il Mac
ru: Не давать Mac уснуть
zh_hans: 让 Mac 保持唤醒

source: Keeping %@ ready
de: %@ wird bereitgehalten
es: %@ se mantiene listo
fr: %@ reste prêt
it: %@ resta pronto
ru: %@ наготове
zh_hans: %@ 保持就绪

source: Keeping the display off saves power and won't interrupt your agent.
de: Ein ausgeschaltetes Display spart Strom und unterbricht deinen Agenten nicht.
es: Mantener la pantalla apagada ahorra energía y no interrumpe a tu agente.
fr: Garder l'écran éteint économise l'énergie et n'interrompt pas votre agent.
it: Tenere lo schermo spento risparmia energia e non interrompe il tuo agente.
ru: Выключенный дисплей экономит энергию и не мешает работе агента.
zh_hans: 关闭显示器可以省电，也不会打断智能体。

source: Keeping your Mac awake
de: Hält deinen Mac wach
es: Manteniendo el Mac despierto
fr: Votre Mac reste éveillé
it: Tengo sveglio il tuo Mac
ru: Не даём Mac уснуть
zh_hans: 正在让 Mac 保持唤醒

# Keeps your Mac awake exactly as long as your agent is working.
source: Keeps your Mac awake while your agent works.
de: Hält deinen Mac wach, solange dein Agent arbeitet.
es: Mantiene el Mac despierto mientras trabaja tu agente.
fr: Garde votre Mac éveillé pendant que votre agent travaille.
it: Tiene sveglio il Mac mentre il tuo agente lavora.
zh_hans: 在智能体工作时让 Mac 保持唤醒。

source: Keeps your Mac awake while your agent works.
de: Hält deinen Mac wach, solange dein Agent arbeitet.
es: Mantiene tu Mac despierto mientras tu agente trabaja.
fr: Garde votre Mac éveillé pendant que votre agent travaille.
it: Tiene il Mac sveglio mentre il tuo agente lavora.
ru: Не даёт Mac уснуть, пока работает ваш агент.
zh_hans: 在智能体工作时让 Mac 保持唤醒。

source: Keeps your Mac awake with the lid closed. Ends at the awake limit or if your Mac gets too warm.
de: Hält den Mac mit geschlossenem Deckel wach. Endet am Wachlimit oder wenn der Mac zu warm wird.
es: Mantiene el Mac despierto con la tapa cerrada. Termina al llegar al límite de vigilia o si el Mac se calienta demasiado.
fr: Garde le Mac éveillé capot fermé. S'arrête à la limite d'éveil ou si le Mac chauffe trop.
it: Tiene sveglio il Mac a coperchio chiuso. Termina al limite di veglia o se il Mac si scalda troppo.
ru: Не даёт Mac уснуть с закрытой крышкой. Завершается при достижении лимита бодрствования или если Mac перегревается.
zh_hans: 合盖时保持 Mac 唤醒。达到唤醒上限或 Mac 过热时结束。

# Kept awake for %@ since Belay started
source: Kept awake for %@ since launch
de: Seit dem Start für %@ wach gehalten
es: Despierto durante %@ desde que se inició Belay
fr: Gardé éveillé pendant %@ depuis le lancement
it: Tenuto sveglio per %@ dall'avvio
ru: Не давал Mac уснуть в течение %@ с момента запуска
zh_hans: 启动以来已保持唤醒 %@

source: LAST 14 DAYS
de: LETZTE 14 TAGE
es: ÚLTIMOS 14 DÍAS
fr: 14 DERNIERS JOURS
it: ULTIMI 14 GIORNI
ru: ПОСЛЕДНИЕ 14 ДНЕЙ
zh_hans: 最近 14 天

source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua
ru: Язык
zh_hans: 语言

source: Leave Bluetooth headphones alone
de: Bluetooth-Kopfhörer in Ruhe lassen
es: No tocar los auriculares Bluetooth
fr: Ne pas toucher aux écouteurs Bluetooth
it: Lascia stare le cuffie Bluetooth
ru: Не трогать наушники Bluetooth
zh_hans: 不占用蓝牙耳机

source: Left behind
de: Zurückgelassen
es: Abandonados
fr: Laissés derrière
it: Lasciati indietro
ru: Оставлено
zh_hans: 遗留

source: Left behind by an agent
de: Von einem Agent zurückgelassen
es: Dejado por un agente
fr: Laissé par un agent
it: Lasciato da un agente
ru: Оставлено агентом
zh_hans: 智能体遗留的进程

source: Left behind: %lld
de: Zurückgelassen: %lld
es: Abandonados: %lld
fr: Laissés derrière : %lld
it: Lasciati indietro: %lld
ru: Оставлено: %lld
zh_hans: 遗留：%lld

# Let Belay read %@ so it can see that agent work.
source: Allow Belay to read %@ so it can tell when your agent is working.
de: Erlaube Belay, %@ zu lesen, damit es erkennt, wann dein Agent arbeitet.
es: Permite que Belay lea %@ para saber cuándo está trabajando tu agente.
fr: Autorisez Belay à lire %@ pour savoir quand votre agent travaille.
it: Consenti a Belay di leggere %@ per sapere quando il tuo agente sta lavorando.
ru: Разрешите Belay читать %@, чтобы понимать, когда работает агент.
zh_hans: 允许 Belay 读取 %@，以便判断智能体何时在工作。

# Let Belay read your ~/.claude folder so it can tell when Claude Code is working.
source: Allow access to ~/.claude so Belay can tell when Claude Code is working.
de: Erlaube den Zugriff auf ~/.claude, damit Belay erkennt, wann Claude Code arbeitet.
es: Permite acceso a ~/.claude para que Belay sepa cuándo trabaja Claude Code.
fr: Autorisez l'accès à ~/.claude pour que Belay sache quand Claude Code travaille.
it: Consenti accesso a ~/.claude perché Belay sappia quando Claude Code sta lavorando.
ru: Разрешите доступ к ~/.claude, чтобы Belay понимал, когда работает Claude Code.
zh_hans: 允许访问 ~/.claude，以便 Belay 判断 Claude Code 何时在工作。

# Let Belay read your ~/.cline folder so it can tell when Cline is working.
source: Allow access to ~/.cline so Belay can tell when Cline is working.
de: Erlaube Zugriff auf ~/.cline, damit Belay erkennt, wann Cline arbeitet.
es: Permite el acceso a ~/.cline para que Belay sepa cuándo Cline está trabajando.
fr: Autorisez l'accès à ~/.cline pour que Belay sache quand Cline travaille.
it: Consenti l'accesso a ~/.cline perché Belay sappia quando Cline sta lavorando.
ru: Разрешите доступ к ~/.cline, чтобы Belay видел, когда Cline работает.
zh_hans: 允许访问 ~/.cline，Belay 才能判断 Cline 何时在工作。

# Let Belay read your ~/.codex folder so it can tell when Codex is working.
source: Allow access to ~/.codex so Belay can tell when Codex is working.
de: Erlaube Zugriff auf ~/.codex, damit Belay erkennt, wann Codex arbeitet.
es: Permite el acceso a ~/.codex para que Belay sepa cuándo Codex está trabajando.
fr: Autorisez l'accès à ~/.codex pour que Belay sache quand Codex travaille.
it: Consenti l'accesso a ~/.codex perché Belay sappia quando Codex sta lavorando.
ru: Разрешите доступ к ~/.codex, чтобы Belay видел, когда Codex работает.
zh_hans: 允许访问 ~/.codex，Belay 才能判断 Codex 何时在工作。

# Let Belay read your ~/.copilot folder so it can tell when Copilot is working.
source: Allow access to ~/.copilot so Belay can tell when Copilot is working.
de: Erlaube Zugriff auf ~/.copilot, damit Belay erkennt, wann Copilot arbeitet.
es: Permite el acceso a ~/.copilot para que Belay sepa cuándo Copilot está trabajando.
fr: Autorisez l'accès à ~/.copilot pour que Belay sache quand Copilot travaille.
it: Consenti l'accesso a ~/.copilot perché Belay sappia quando Copilot sta lavorando.
ru: Разрешите доступ к ~/.copilot, чтобы Belay видел, когда Copilot работает.
zh_hans: 允许访问 ~/.copilot，Belay 才能判断 Copilot 何时在工作。

source: Let's go
de: Los geht's
es: Vamos
fr: C'est parti
it: Andiamo
ru: Поехали
zh_hans: 开始吧

source: Lid Hold works again after an update
de: Arbeiten bei geschlossenem Deckel funktioniert nach einem Update wieder
es: El trabajo con la tapa cerrada vuelve a funcionar tras una actualización
fr: Le travail capot fermé fonctionne à nouveau après une mise à jour
it: Il lavoro a coperchio chiuso funziona di nuovo dopo un aggiornamento
ru: Работа с закрытой крышкой снова действует после обновления
zh_hans: 合盖工作在更新后恢复正常

source: List processes running hot
de: Prozesse auflisten, die heißlaufen
es: Mostrar procesos con uso alto de CPU
fr: Lister les processus à forte charge CPU
it: Elenca i processi con CPU alta
ru: Показывать процессы с высокой нагрузкой
zh_hans: 列出高负载进程

source: Listening for your agents
de: Achtet auf deine Agenten
es: Atento a tus agentes
fr: À l’écoute de vos agents
it: In ascolto dei tuoi agenti
ru: Следит за вашими агентами
zh_hans: 正在关注你的智能体

source: Local only
de: Nur lokal
es: Solo local
fr: En local
it: Solo in locale
ru: Локально
zh_hans: 仅本地

source: Looks good
de: Sieht gut aus
es: Se ve bien
fr: Ça a l'air bien
it: Sembra buono
ru: Выглядит хорошо
zh_hans: 看起来不错

source: Lovely
de: Wunderbar
es: Estupendo
fr: Parfait
it: Ottimo
ru: Прекрасно
zh_hans: 很好

source: Low Power Mode
de: Stromsparmodus
es: Modo de bajo consumo
fr: Mode économie d'énergie
it: Modalità basso consumo
ru: Режим энергосбережения
zh_hans: 低电量模式

source: Low battery, overheating, or awake limit reached.
de: Niedriger Akkustand, Überhitzung oder Wachlimit erreicht.
es: Batería baja, sobrecalentamiento o límite de vigilia alcanzado.
fr: Batterie faible, surchauffe ou limite d'éveil atteinte.
it: Batteria scarica, surriscaldamento o limite di veglia raggiunto.
ru: Низкий заряд, перегрев или достигнут лимит бодрствования.
zh_hans: 电量低、过热或已达到唤醒上限。

source: Measured over
de: Gemessen über
es: Medido durante
fr: Mesurée sur
it: Misurato su
ru: Измеряется за
zh_hans: 统计时长

source: Mode
de: Modus
es: Modo
it: Modalità
ru: Режим
zh_hans: 模式

source: Module settings
de: Moduleinstellungen
es: Ajustes del módulo
fr: Réglages du module
it: Impostazioni del modulo
ru: Настройки модуля
zh_hans: 模块设置

source: Modules
de: Module
es: Módulos
it: Moduli
ru: Модули
zh_hans: 模块

source: Move to Trash after
de: In den Papierkorb nach
es: Mover a la papelera tras
fr: Placer dans la corbeille après
it: Sposta nel Cestino dopo
ru: Отправлять в Корзину через
zh_hans: 多久后移到废纸篓

source: Moved to the Trash so far: %lld
de: Bisher in den Papierkorb gelegt: %lld
es: Movidas a la papelera hasta ahora: %lld
fr: Placées dans la corbeille jusqu'ici : %lld
it: Spostate nel Cestino finora: %lld
ru: Отправлено в Корзину: %lld
zh_hans: 已移到废纸篓：%lld

source: Moves old screenshots to the Trash, so the desktop stays clear.
de: Legt alte Bildschirmfotos in den Papierkorb, damit der Schreibtisch frei bleibt.
es: Mueve las capturas antiguas a la papelera para que el escritorio siga despejado.
fr: Place les anciennes captures d'écran dans la corbeille pour un bureau dégagé.
it: Sposta nel Cestino le vecchie istantanee, così la scrivania resta sgombra.
ru: Отправляет старые снимки экрана в Корзину, чтобы рабочий стол был чистым.
zh_hans: 将旧截屏移到废纸篓，让桌面保持整洁。

source: Never
de: Nie
es: Nunca
fr: Jamais
it: Mai
ru: Никогда
zh_hans: 永不

source: Never checked.
de: Noch nie geprüft.
es: Nunca comprobado.
fr: Jamais vérifié.
it: Mai controllato.
ru: Ещё не проверялось.
zh_hans: 从未检查过。

# Never hold sleep.
source: Never keep the Mac awake.
de: Den Mac nie wach halten.
es: No mantener nunca el Mac despierto.
fr: Ne jamais garder le Mac éveillé.
it: Non tenere mai sveglio il Mac.
ru: Никогда не мешать Mac уснуть.
zh_hans: 从不让 Mac 保持唤醒。

source: New in v%@
de: Neu in v%@
es: Novedades en v%@
fr: Nouveau dans v%@
it: Novità nella v%@
ru: Новое в v%@
zh_hans: v%@ 新增

source: New version
de: Neue Version
es: Nueva versión
fr: Nouvelle version
it: Nuova versione
ru: Новая версия
zh_hans: 新版本

source: Nice one
de: Schön
es: Muy bien
fr: Super
it: Bello
ru: Славно
zh_hans: 不错

source: Night dimming
de: Nachtdimmung
es: Atenuación nocturna
fr: Atténuation nocturne
it: Attenuazione notturna
ru: Приглушать экран
zh_hans: 夜间调暗

source: No %@ yet. It appears once the tool has run. Adjust the folder if yours is elsewhere.
de: %@ gibt es noch nicht. Der Ordner erscheint, sobald das Tool einmal gelaufen ist. Liegt er bei dir woanders, passe den Pfad an.
es: Aún no existe %@. Aparece cuando la herramienta se ejecuta por primera vez. Si el tuyo está en otro sitio, ajusta la carpeta.
fr: %@ n'existe pas encore. Il apparaît après la première exécution de l'outil. Si le vôtre est ailleurs, ajustez le dossier.
it: %@ non esiste ancora. Compare dopo la prima esecuzione dello strumento. Se il tuo è altrove, correggi la cartella.
ru: Папки %@ пока нет. Она появится после первого запуска инструмента. Если у вас путь другой, поправьте его.
zh_hans: 还没有 %@。该文件夹会在工具首次运行后出现。如果你的位于其他位置，请调整路径。

source: No active sessions.
de: Keine aktiven Sitzungen.
es: No hay sesiones activas.
fr: Aucune session active.
it: Nessuna sessione attiva.
ru: Активных сессий нет.
zh_hans: 没有活跃会话。

source: No ads
de: Keine Werbung
es: Sin anuncios
fr: Sans publicité
it: Senza pubblicità
ru: Без рекламы
zh_hans: 无广告

source: No finished sessions yet
de: Noch keine beendeten Sitzungen
es: Aún no hay sesiones terminadas
fr: Pas encore de session terminée
it: Ancora nessuna sessione conclusa
ru: Завершённых сессий пока нет
zh_hans: 还没有已完成的会话

source: No microphone found.
de: Kein Mikrofon gefunden.
es: No se encontró ningún micrófono.
fr: Aucun micro trouvé.
it: Nessun microfono trovato.
ru: Микрофон не найден.
zh_hans: 未找到麦克风。

source: No modules match your search.
de: Kein Modul passt zu deiner Suche.
es: Ningún módulo coincide con tu búsqueda.
fr: Aucun module ne correspond à votre recherche.
it: Nessun modulo corrisponde alla ricerca.
ru: По вашему запросу модулей не найдено.
zh_hans: 没有符合搜索条件的模块。

source: No other tools added. Other tools use folder activity and process checks to detect work.
de: Keine weiteren Tools hinzugefügt. Weitere Tools erkennen Arbeit über Ordneraktivität und Prozessprüfungen.
es: No hay otras herramientas añadidas. Las demás herramientas detectan el trabajo por la actividad de carpetas y comprobaciones de procesos.
fr: Aucun autre outil ajouté. Les autres outils détectent le travail via l'activité des dossiers et des vérifications de processus.
it: Nessun altro strumento aggiunto. Gli altri strumenti rilevano il lavoro dall'attività delle cartelle e dai controlli dei processi.
ru: Другие агенты не добавлены. Для них Belay определяет работу по активности папки и системному процессу.
zh_hans: 未添加其他工具。其他工具通过文件夹活动和进程检查来检测工作。

source: No providers available.
de: Keine Anbieter verfügbar.
es: No hay proveedores disponibles.
fr: Aucun fournisseur disponible.
it: Nessun provider disponibile.
ru: Нет доступных провайдеров.
zh_hans: 没有可用的来源。

# No release feed is configured.
source: No update feed is configured.
de: Kein Update-Feed konfiguriert.
es: No hay una fuente de actualizaciones configurada.
fr: Aucune source de mises à jour n'est configurée.
it: Nessuna fonte di aggiornamenti configurata.
ru: Источник обновлений не настроен.
zh_hans: 尚未配置更新源。

# No releases have been published yet.
source: No releases are available yet.
de: Noch keine Versionen verfügbar.
es: Aún no hay versiones disponibles.
fr: Aucune version n'est encore disponible.
it: Non ci sono ancora versioni disponibili.
ru: Новых версий пока нет.
zh_hans: 尚未发布任何版本。

source: No tracking
de: Kein Tracking
es: Sin rastreo
fr: Aucun suivi
it: Nessun tracciamento
ru: Без слежки
zh_hans: 无跟踪

source: None. Press Ignore on a row to leave a name out.
de: Keine. Mit „Ignorieren“ in einer Zeile lässt du einen Namen weg.
es: Ninguno. Pulsa Ignorar en una fila para omitir un nombre.
fr: Aucun. Appuyez sur Ignorer dans une ligne pour exclure un nom.
it: Nessuno. Premi Ignora su una riga per escludere un nome.
ru: Пусто. Нажмите «Игнорировать» в строке, чтобы скрыть имя.
zh_hans: 无。在某一行点按“忽略”即可排除该名称。

source: Not now
de: Jetzt nicht
es: Ahora no
fr: Pas maintenant
it: Non ora
ru: Не сейчас
zh_hans: 暂不

source: Nothing installed yet.
de: Noch nichts installiert.
es: Aún no hay nada instalado.
fr: Rien d'installé pour l'instant.
it: Ancora niente di installato.
ru: Пока ничего не установлено.
zh_hans: 尚未安装任何模块。

source: Nothing left behind
de: Nichts zurückgelassen
es: Nada abandonado
fr: Rien d’abandonné
it: Nulla lasciato indietro
ru: Ничего не оставлено
zh_hans: 没有遗留进程

source: Nothing to show yet
de: Noch nichts zu zeigen
es: Todavía no hay nada que mostrar
fr: Rien à afficher pour l'instant
it: Ancora niente da mostrare
ru: Пока нечего показать
zh_hans: 暂无内容

source: Nothing yet.
de: Noch nichts.
es: Nada todavía.
fr: Rien pour l'instant.
it: Ancora niente.
ru: Пока ничего.
zh_hans: 暂无。

source: Notifications
de: Mitteilungen
es: Notificaciones
it: Notifiche
ru: Уведомления
zh_hans: 通知

source: Notifications are off for Belay in System Settings.
de: Mitteilungen für Belay sind in den Systemeinstellungen ausgeschaltet.
es: Las notificaciones de Belay están desactivadas en Ajustes del Sistema.
fr: Les notifications de Belay sont désactivées dans Réglages Système.
it: Le notifiche di Belay sono disattivate in Impostazioni di Sistema.
ru: Уведомления Belay выключены в Системных настройках.
zh_hans: Belay 的通知已在“系统设置”中关闭。

source: Notify when Belay stops for safety
de: Benachrichtigen, wenn Belay aus Sicherheitsgründen stoppt
es: Avisar cuando Belay se detenga por seguridad
fr: M'avertir quand Belay s'arrête par sécurité
it: Avvisami quando Belay si ferma per sicurezza
ru: Уведомлять, когда Belay останавливается ради безопасности
zh_hans: Belay 因安全原因停止时通知我

source: Notify when a long task finishes
de: Benachrichtigen, wenn eine lange Aufgabe fertig ist
es: Avisar cuando termine una tarea larga
fr: M'avertir quand une longue tâche se termine
it: Avvisami quando finisce un'attività lunga
ru: Уведомлять о завершении долгой задачи
zh_hans: 长任务完成时通知我

source: Notify when a new version is out
de: Benachrichtigen, wenn eine neue Version da ist
es: Avisar cuando sale una versión nueva
fr: Avertir quand une nouvelle version sort
it: Avvisa quando esce una nuova versione
ru: Уведомлять, когда выходит новая версия
zh_hans: 当有新版本时通知我

source: Notify when an agent goes quiet
de: Benachrichtigen, wenn ein Agent verstummt
es: Avisar cuando un agente se queda en silencio
fr: Avertir quand un agent se tait
it: Avvisa quando un agente resta in silenzio
ru: Уведомлять, когда агент замолкает
zh_hans: 当智能体没有动静时通知我

source: Notify when an agent needs you
de: Benachrichtigen, wenn ein Agent dich braucht
es: Avisar cuando un agente te necesite
fr: M'avertir quand un agent a besoin de vous
it: Avvisami quando un agente ha bisogno di te
ru: Уведомлять, когда агенту нужны вы
zh_hans: 智能体需要你时通知我

source: Nudge
de: Anstoß
es: Aviso
fr: Rappel
it: Promemoria
ru: Напоминание
zh_hans: 提醒

source: Nudge trusts a finished session
de: Anstoß vertraut einer fertigen Sitzung
es: Aviso confía en una sesión terminada
fr: Rappel fait confiance à une session terminée
it: Promemoria si fida di una sessione conclusa
ru: «Напоминание» верит завершённой сессии
zh_hans: 提醒信任已完成的会话

source: Numbers stay on this Mac unless you share them.
de: Die Zahlen bleiben auf diesem Mac, bis du sie teilst.
es: Los números se quedan en este Mac salvo que los compartas.
fr: Les chiffres restent sur ce Mac tant que vous ne les partagez pas.
it: I numeri restano su questo Mac finché non li condividi.
zh_hans: 除非你共享，这些数字都留在这台 Mac 上。

source: Off
de: Aus
es: Apagado
fr: Arrêt
it: Spento
ru: Выключен
zh_hans: 关闭

source: On battery, Belay lets your Mac sleep at %lld%%.
de: Im Akkubetrieb lässt Belay den Mac bei %lld%% schlafen.
es: Con batería, Belay deja dormir el Mac al %lld%%.
fr: Sur batterie, Belay laisse le Mac se mettre en veille à %lld%%.
it: A batteria, Belay lascia che il Mac vada in stop al %lld%%.
ru: При работе от батареи Belay разрешает Mac заснуть, когда заряд менее %lld%%.
zh_hans: 使用电池时，电量降至 %lld%% 后 Belay 会让 Mac 进入睡眠。

source: Checks once a day. No personal data is sent. Nothing is downloaded or installed until you choose to update.
de: Prüft einmal am Tag. Es werden keine persönlichen Daten gesendet. Nichts wird geladen oder installiert, bis du dich für das Update entscheidest.
es: Comprueba una vez al día. No se envían datos personales. No se descarga ni instala nada hasta que decidas actualizar.
fr: Vérifie une fois par jour. Aucune donnée personnelle n'est envoyée. Rien n'est téléchargé ni installé tant que vous ne choisissez pas de mettre à jour.
it: Controlla una volta al giorno. Nessun dato personale viene inviato. Nulla viene scaricato o installato finché non scegli di aggiornare.
ru: Установка производится исключительно после вашего запуска обновления. Личные данные никуда не отправляются.
zh_hans: 每天检查一次。不发送任何个人数据。在你选择更新之前，不会下载或安装任何内容。

source: One file per event: %@.
de: Eine Datei pro Ereignis: %@.
es: Un archivo por evento: %@.
fr: Un fichier par événement : %@.
it: Un file per evento: %@.
ru: Один файл на событие: %@.
zh_hans: 每个事件一个文件：%@。

source: One summary when you come back: how long Belay held, and how many runs finished.
de: Eine Zusammenfassung bei Ihrer Rückkehr: wie lange Belay gehalten hat und wie viele Läufe fertig wurden.
es: Un resumen al volver: cuánto tiempo mantuvo Belay y cuántas ejecuciones terminaron.
fr: Un résumé à votre retour : combien de temps Belay a tenu et combien d’exécutions se sont terminées.
it: Un riepilogo al tuo ritorno: per quanto Belay ha tenuto sveglio e quante esecuzioni sono finite.
ru: Одна сводка по возвращении: сколько Belay держал и сколько запусков завершилось.
zh_hans: 返回时提供一份小结：Belay 保持唤醒了多久，完成了多少次运行。

source: Open Accessibility Settings
de: Bedienungshilfen-Einstellungen öffnen
es: Abrir ajustes de accesibilidad
fr: Ouvrir les réglages d'accessibilité
it: Apri impostazioni accessibilità
ru: Открыть настройки универсального доступа
zh_hans: 打开辅助功能设置

source: Open Belay at login
de: Belay beim Anmelden öffnen
es: Abrir Belay al iniciar sesión
fr: Ouvrir Belay à l'ouverture de session
it: Apri Belay al login
ru: Запускать Belay при входе
zh_hans: 登录时打开 Belay

source: Open Login Items
de: Anmeldeobjekte öffnen
es: Abrir ítems de inicio
fr: Ouvrir « Ouverture »
it: Apri Elementi login
ru: Открыть «Объекты входа»
zh_hans: 打开“登录项”

source: Open Login Items…
de: Anmeldeobjekte öffnen…
es: Abrir Ítems de inicio…
fr: Ouvrir Ouverture au démarrage…
it: Apri Elementi di login…
ru: Открыть «Объекты входа»…
zh_hans: 打开“登录项”…

source: Open Microphone Settings
de: Mikrofon-Einstellungen öffnen
es: Abrir ajustes de micrófono
fr: Ouvrir les réglages du micro
it: Apri impostazioni microfono
ru: Открыть настройки микрофона
zh_hans: 打开麦克风设置

source: Open Notification Settings
de: Mitteilungseinstellungen öffnen
es: Abrir ajustes de notificaciones
fr: Ouvrir les réglages des notifications
it: Apri impostazioni notifiche
ru: Открыть настройки уведомлений
zh_hans: 打开通知设置

source: Open Settings
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir les réglages
it: Apri Impostazioni
ru: Открыть настройки
zh_hans: 打开设置

source: Open at login
de: Beim Anmelden öffnen
es: Abrir al iniciar sesión
fr: Ouvrir à l'ouverture de session
it: Apri al login
ru: Открывать при входе
zh_hans: 登录时打开

source: Open the App Store
de: App Store öffnen
es: Abrir el App Store
fr: Ouvrir l'App Store
it: Apri l'App Store
ru: Открыть App Store
zh_hans: 打开 App Store

# Opens a standard macOS panel so you can approve the folder
source: Opens a standard macOS folder picker so you can grant access
de: Öffnet die macOS-Ordnerauswahl, damit du Zugriff erlauben kannst
es: Abre el selector de carpetas estándar de macOS para que concedas acceso
fr: Ouvre le sélecteur de dossier standard de macOS pour vous permettre d'accorder l'accès
it: Apre il selettore cartelle standard di macOS per consentirti di concedere l'accesso
ru: Откроет стандартный выбор папки macOS, чтобы вы могли разрешить доступ
zh_hans: 打开标准的 macOS 文件夹选择面板，供你允许访问

source: Options
de: Optionen
es: Opciones
it: Opzioni
ru: Настройки агента
zh_hans: 选项
